INSERT INTO movie_ratings (movie_id, user_id, rating) VALUES
-- Побег из Шоушенка
(1, 2, 10.0),
(1, 3, 9.5),
(1, 4, 9.8),

-- Зеленая миля
(2, 3, 9.8),
(2, 5, 9.5),
(2, 6, 9.2),

-- Форрест Гамп
(3, 2, 9.6),
(3, 4, 9.4),
(3, 7, 9.8),

-- Список Шиндлера
(4, 5, 9.7),
(4, 8, 9.5),
(4, 9, 9.9),

-- 1+1
(5, 2, 9.4),
(5, 6, 9.3),
(5, 10, 9.6),

-- Начало
(6, 3, 9.3),
(6, 7, 9.4),
(6, 8, 9.2),

-- Жизнь прекрасна
(7, 4, 9.5),
(7, 5, 9.6),
(7, 9, 9.4),

-- Бойцовский клуб
(8, 2, 9.1),
(8, 6, 9.3),
(8, 10, 9.2),

-- Звездные войны IV
(9, 3, 9.0),
(9, 5, 9.2),
(9, 7, 9.1),

-- Империя наносит ответный удар
(10, 4, 9.5),
(10, 6, 9.4),
(10, 8, 9.6),

-- Унесенные призраками
(11, 2, 9.4),
(11, 7, 9.5),
(11, 9, 9.6),

-- Титаник
(12, 3, 8.9),
(12, 5, 9.0),
(12, 10, 9.2),

-- Пролетая над гнездом кукушки
(13, 2, 9.7),
(13, 6, 9.6),
(13, 8, 9.5),

-- Ходячий замок
(14, 4, 9.2),
(14, 7, 9.1),
(14, 9, 9.3),

-- Гладиатор
(15, 3, 9.3),
(15, 5, 9.4),
(15, 10, 9.5),

-- Большой куш
(16, 2, 9.0),
(16, 6, 9.1),
(16, 8, 9.2),

-- Темный рыцарь
(17, 3, 9.8),
(17, 4, 9.9),
(17, 9, 9.7),

-- Как приручить дракона
(18, 5, 8.9),
(18, 7, 9.0),
(18, 10, 9.2),

-- Молчание ягнят
(19, 2, 9.4),
(19, 3, 9.5),
(19, 8, 9.3),

-- Гран Торино
(20, 4, 9.1),
(20, 6, 9.2),
(20, 10, 9.0),

-- Хороший, плохой, злой
(21, 2, 9.6),
(21, 5, 9.5),
(21, 7, 9.4),

-- Укрощение строптивого
(22, 3, 8.8),
(22, 6, 8.9),
(22, 9, 9.0),

-- Блеф
(23, 4, 8.9),
(23, 8, 9.0),
(23, 10, 8.8),

-- Джанго освобожденный
(24, 2, 9.2),
(24, 5, 9.3),
(24, 9, 9.4),

-- Танцующий с волками
(25, 3, 8.9),
(25, 7, 9.0),
(25, 10, 9.1);